Repository: 84000/data-translation-memory
Catalog: Toh_97-The_Chapter_on_Manjusris_Magical_Display-v1.tmx
Source language: bo
Languages: en

source: ནམ་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར་ལ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་སྤོང་བའི་ཕྱིར་བརྩོན་པར་ཡང་སྣང་བ་ནའོ། །
en: “When they are not afflicted by any affliction, yet still appear to strive to eradicate the afflictions of all beings.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རང་དགའ་རང་དབང་ཅན་ཡིན།
en: “How are bodhisattvas free and independent?”

source: ནམ་ཟག་པ་མེད་པའི་ལུས་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་སྣང་སྟེ།
en: “When they appear in all buddha fields with an undefiled body,

source: ཡེ་ཤེས་ཀྱི་དབང་བྱེད་ཀྱི་ཉོན་མོངས་པས་དབང་བྱེད་པ་མ་ཡིན་པ་ནའོ། །
en: thus mastering wisdom without being governed by afflictions.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མང་དུ་ཐོས་པ་ཡིན།
en: “How do bodhisattvas become erudite?”

source: ནམ་བདག་ཉིད་ཀྱང་མ་ཐོས་པའི་ཆོས་ཉན་ཅིང་གཞན་ལ་ཡང་མ་ཐོས་པའི་ཆོས་ཐོས་པར་བྱེད་པ་ནའོ། །
en: “When they listen to teachings they have not previously heard and cause others to hear new teachings.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་བཞིན་ལ་བརྩོན་པ་ཡིན།
en: “How do bodhisattvas properly exert themselves?”

source: ནམ་དམིགས་པ་ཐམས་ཅད་ལས་འབྱུང་བ་རབ་ཏུ་ཤེས་ཀྱང་ཆོས་ཐམས་ཅད་འཕྲོས་པར་ཡང་མི་བྱེད། མི་འཕྲོ་བར་ཡང་མི་བྱེད་པ་ནའོ། །
en: “When they neither conceptualize nor abstain from conceptualizing phenomena, knowing that they derive from all manner of observation.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྒྲུབ་པ་སྙིང་པོར་བྱེད་པ་ཡིན།
en: “How do bodhisattvas bring forth accomplishment?

source: ནམ་གཞན་དང་འབྲེལ་པའི་རྣམ་པར་རིག་པ་མི་སྐྱེད་ཅིང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་སྤྱོད་པ་དབེན་པར་ཡང་རྟོག་ལ།
en: “When they do not give rise to ideas in relation to others, and understand the mind states of all beings to be void,

source: རང་གི་སེམས་ཀྱི་སྤྱོད་པ་ལ་ཡང་མི་ལྟ་ཞིང་། བདག་དང་གཞན་དུ་འདུ་ཤེས་པས་སྒྲུབ་པ་སྙིང་པོར་བྱེད་པ་མ་ཡིན་པ་ནའོ། །
en: while they also do not believe in their own mind states, and do not bring forth accomplishment based on notions of self and other.

source: འཇམ་དཔལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གཟུངས་དང་སྤོབས་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “Mañjuśrī, how are bodhisattvas perfect in recall and eloquence?”

source: ལྷའི་བུ་ནམ་བྱང་ཆུབ་སེམས་དཔའ་ཐོས་པ་ཐམས་ཅད་ཀྱང་འཛིན་ལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབང་པོ་རྣམས་ལ་ཡང་མཚུངས་པར་རབ་ཏུ་འབྱེད་ཅིང་།
en: “Divine being, when they retain all that they have learned, yet by disclosing it impartially according to the faculties of all beings,

source: སྒྲ་སྐད་བྲག་ཅ་དང་མཚུངས་པར་ཡང་ཤེས་ནས་མངོན་པར་ཞེན་པ་མེད་པ་ན་སྟེ།
en: and knowing that language is like an echo, they do not cling to it.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གཟུངས་དང་སྤོབས་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན་ནོ། །
en: That is how the bodhisattvas are perfect in recall and eloquence.”

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་བཤད་པའི་དོན་འདི་སུས་ཀུན་ཤེས་པར་འགྱུར།
en: “Mañjuśrī, who will understand the meaning of what you have taught?”

source: ལྷའི་བུ་གང་དག་དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པར་གྱུར་པ།
en: “Divine being, those who have been accepted by a spiritual friend,

source: སྔོན་གྱི་སྦྱོར་བ་ཕུན་སུམ་ཚོགས་པ། དགེ་བའི་རྩ་བ་བསྐྱེད་པ། དམིགས་པ་མེད་པར་སྤྱོད་པ་དེ་དག་གིས་ཁོ་བོས་བཤད་པའི་དོན་འདི་ཀུན་ཤེས་པར་འགྱུར་རོ། །
en: who have excellent former connections, who have produced roots of virtue, and who partake in the state free of observation will understand the meaning of what I have taught.”

source: དེ་དག་ཅི་ལ་མོས་པར་འགྱུར།
en: “What will they be inclined toward?

source: བསམ་པ་ནི་གང་།
en: What will their attitude be?”

source: དེ་དག་ནི་ཟབ་མོ་ལ་མོས་པར་འགྱུར་ཏེ།
en: “They will be inclined toward the profound.

source: ལྷག་པའི་ང་རྒྱལ་མེད་པ་ནི་བསམ་པའོ། །
en: Their attitude will be without special pride.”

source: འཇམ་དཔལ་ཇི་ལྟར་ན་དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་མེད་པ་ཡིན།
en: “Mañjuśrī, how are monks without special pride?”

source: ལྷའི་བུ་ནམ་དགེ་སློང་འཇིག་ཚོགས་ལ་ལྟ་བ་ངོ་བོ་ཉིད་ཀྱིས་བགྲོད་པ་གཅིག་པུའི་ལམ་དུ་སྒོམ་སྟེ།
en: “Divine being, when monks train in the belief in the transitory collection as being by its very nature the path of the single vehicle.

source: གཉིས་སུ་མེད་པས་འཇིག་ཚོགས་ལ་ལྟ་བའི་ངོ་བོ་ཉིད་གང་ཡིན་པ་དེ་བགྲོད་པ་གཅིག་པུའི་ལམ་གྱི་ངོ་བོ་ཉིད་དུ་མཉམ་པར་ཤེས་ཤིང་
en: When, by means of nonduality, they come to understand that the essence of the belief in the transitory collection is the same as the essence of the path of the single vehicle.

source: མ་རིག་པ་དང་སྲིད་པ་དང་སྲེད་པ་ལས་འབྱུང་བ་ཡང་ཚོལ་ལ། མ་རིག་པ་དང་སྲིད་པ་དང་སྲེད་པ་ལས་འབྱུང་བ་ལ་སོ་སོར་རྟོག་པ་ན། མ་རིག་པ་དང་སྲིད་པ་དང་སྲེད་པའི་ངོ་བོ་ཉིད་ཀྱང་རིག་པ་དང་རྣམ་པར་གྲོལ་བར་ཤེས་པ་ན་སྟེ།
en: When they search for what derives from ignorance, existence, and craving, but in considering what derives from ignorance, existence, and craving, they understand that the very essence of ignorance, existence, and craving is knowledge and liberation.

source: དེ་ལྟར་ན་དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་མེད་པ་ཡིན་ནོ། །
en: This is how monks are without special pride.

source: ལྷའི་བུ་གཞན་ཡང་ནམ་དགེ་སློང་འདོད་ཆགས་ཀྱི་མཐའ་ལ་འདོད་ཆགས་དང་བྲལ་བའི་མཐར་ཤེས་ཤིང་། །
en: “Moreover, divine being, it is also when monks understand that the extreme of attachment is the same as the extreme of freedom from attachment,

source: འདོད་ཆགས་དང་བྲལ་བའི་མཐའི་རང་བཞིན་ཡང་འདོད་ཆགས་སུ་ཤེས་པ་དང་།
en: and when they understand that the nature of the extreme of freedom from attachment is attachment.

source: ཞེ་སྡང་གི་མཐའ་ལ་ཞེ་སྡང་དང་བྲལ་བའི་མཐར་ཤེས་ཤིང་། ཞེ་སྡང་དང་བྲལ་བའི་མཐའི་རང་བཞིན་ཡང་ཞེ་སྡང་དུ་ཤེས་པ་དང་།
en: It is also when monks understand that the extreme of anger is the same as the extreme of freedom from anger, and that the nature of the extreme of freedom from anger is anger.

source: གཏི་མུག་གི་མཐའ་ལ་གཏི་མུག་དང་བྲལ་བའི་མཐར་ཤེས་ཤིང་། གཏི་མུག་དང་བྲལ་བའི་མཐའི་རང་བཞིན་ཡང་གཏི་མུག་ཏུ་ཤེས་པ་ན་སྟེ།
en: It is also when they understand that the extreme of delusion is the same as the extreme of freedom from delusion, and that the nature of the extreme of freedom from delusion is delusion.

source: ལྷའི་བུ་གཞན་ཡང་ནམ་དགེ་སློང་སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་པར་མི་བྱེད།
en: “Moreover, divine being, it is also when monks neither understand suffering,

source: ཀུན་འབྱུང་བ་སྤོང་བར་མི་བྱེད།
en: nor reject its origin,

source: འགོག་པ་མངོན་སུམ་དུ་མི་བྱེད།
en: nor actualize cessation,

source: ལམ་སྒོམ་པར་ཡང་མི་བྱེད་ལ།
en: nor cultivate the path,

source: སྡུག་བསྔལ་མི་སྐྱེ་བར་ཤེས་པས་འཕགས་པའི་བདེན་པ་བཞི་རྗེས་སུ་རྟོགས་ཏེ།
en: but by knowing that suffering is unborn, they come to understand the four truths of the noble ones.

source: སྡུག་བསྔལ་མི་སྐྱེ་བ་ཤེས་པ་གང་ཡིན་པ་དེ་ལ་ཀུན་འབྱུང་བ་གང་ཡང་མེད།
en: Knowing that suffering is unborn, it has no origin.

source: སྡུག་བསྔལ་མི་སྐྱེ་བ་ཤེས་པ་གང་ཡིན་པ་དེ་ལ་འགོག་པ་གང་ཡང་མེད།
en: Knowing that suffering is unborn, it has no cessation.

source: སྡུག་བསྔལ་མི་སྐྱེ་བ་ཤེས་པ་གང་ཡིན་པ་དེ་ལ་ལམ་གང་ཡང་མེད་པ་
en: Knowing that suffering is unborn, there is also no path.

source: དེ་ལྟར་དགེ་སློང་ཚུལ་བཞིན་ལ་བརྩོན་པ་ནི་ཆོས་གང་ཡང་སྐྱེད་པར་མི་བྱེད།
en: In that way, monks who properly exert themselves do not create anything,

source: འགག་པར་མི་བྱེད། གནས་པར་མི་བྱེད་དོ། །
en: nor do they cause anything to cease or remain.

source: གང་ལ་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་། གནས་པ་མེད་པ་དེ་འདུས་མ་བྱས་པའོ། །
en: Whatever is unborn, unceasing, and nonabiding is unconditioned.

source: འདུས་མ་བྱས་ཀྱི་རང་བཞིན་ཡང་འཕགས་པ་རྣམས་ཀྱི་བདེན་པ་སྒོམ་པ་སྟེ།
en: Such monks, therefore, cultivate the unconditioned nature, which is also the truth of the noble ones.

source: ལྷའི་བུ་དེ་ལྟར་ན་དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་མེད་པ་ཡིན་ནོ། །
en: Divine being, this is how monks are without special pride.”

source: དེ་ནས་བདུད་སྡིག་ཅན་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་སྟེ། གདོང་མཆི་མས་གང་ཞིང་མཆི་མས་བརྣངས་བཞིན་དུ་ཚིག་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Then, the evil Māra, suffering and unhappy, burst into tears and sobbed,

source: གང་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤྱོད་པ་དེ་ན་བདུད་རྣམས་ཀྱི་སྐབས་མེད་དོ། །
en: “Wherever this Dharma teaching is delivered, the māras will stand no chance.

source: གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པར་འགྱུར་བ་དེ་དག་གི་བདུད་ཀྱི་ལས་ཐམས་ཅད་བཀག་པར་འགྱུར་རོ་ཞེས་དེ་སྐད་སྨྲས་ནས་བདུད་སྡིག་ཅན་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་སྟེ
en: Those who retain this teaching will prevent any actions of Māra from affecting them.” Having said that, the evil Māra felt sad and unhappy.

source: ཡིད་ལ་གཅགས་བཞིན་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: Dejected, he disappeared at that very moment.

source: འཇམ་དཔལ་ཁྱོད་ཀྱི་བཤད་པའི་དོན་ཇི་ལྟར་བདག་གིས་ཤེས་པ་ལྟར་ན།
en: “Mañjuśrī, as I have understood what you have taught,

source: གང་དག་ལྷག་པའི་ང་རྒྱལ་མེད་པའི་ཚུལ་ཟབ་མོ་འདི་ཐོས་ནས་སྤོང་བའི་དགེ་སློང་དེ་དག་གི་རབ་ཏུ་བྱུང་བ་མེད་དོ། །བསྙེན་པར་རྫོགས་པ་མེད་དོ། །
en: any monk who hears this profound way of being free of special pride and rejects it will no longer be a monk or ordained.

source: ལྷག་པའི་ང་རྒྱལ་མེད་པའི་ཚུལ་མཆོག་ཏུ་ཟབ་པ་འདིས་སྐྲག་པར་འགྱུར་བའི་ཁྱིམ་དེ་དག་གི་སྟོན་པ་དེ་བཞིན་གཤེགས་པ་མ་ཡིན་ནོ། །
en: The teacher of such householders, who are frightened by this supremely profound way of being free of special pride, is not the Thus-Gone One.

source: དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་དག་ལྷག་པའི་ང་རྒྱལ་མེད་པའི་ཚུལ་མཆོག་ཏུ་ཟབ་པ་འདི་ཐོས་ནས་མི་སྐྲག་མི་དངང་ལ་དངང་བར་མི་འགྱུར་ཞིང་མོས་པར་འགྱུར་བ་དེ་དག་རྣམ་པར་གྲོལ་བ་ཉིད་དུ་རིག་པར་བྱའོ། །
en: Any monk, nun, upāsaka, or upāsikā who hears this supremely profound way of being free of special pride without being afraid, terrified, or frightened, but rather trusts it, should be recognized as liberated.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་བུ་འོད་མང་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Then the Blessed One addressed the god Great Light,

source: ལྷའི་བུ་དེ་དེ་བཞིན་ནོ། །
en: “Divine being, that is correct.

source: ཇི་སྐད་སྨྲས་པ་བཞིན་ཏེ།
en: It is as you said.

source: བཟོད་པ་འདིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པ་དང་།
en: It is because by accepting this teaching, I prophesy that those bodhisattvas will attain unexcelled and perfect awakening.

source: བཟོད་པ་འདིས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ངེས་པར་འབྱུང་བའི་ཕྱིར་རོ། །
en: Moreover, by accepting this teaching, any hearer or solitary buddha will attain deliverance.”

source: ལྷའི་བུ་འོད་མང་པོས་གསོལ་པ།
en: The god Great Light asked,

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: “Blessed One, what is the name of this Dharma teaching?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be known?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: ལྷའི་བུ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཇམ་དཔལ་རྣམ་པར་འཕྲུལ་པའི་ལེའུ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: “Divine being, you should know this teaching as The Chapter on Mañjuśrī’s Magical Display.

source: བདུད་འདུལ་བའི་ལེའུ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས
en: It should also be known as The Chapter on Taming Māra.”

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ལྷའི་བུ་འོད་མང་པོ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: After the Blessed One had given these teachings, youthful Mañjuśrī, the god Great Light, the entire assembly, and the world with its gods, humans, asuras, and gandharvas rejoiced and

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: praised the Blessed One’s words.

source: འཕགས་པ་འཇམ་དཔལ་རྣམ་པར་འཕྲུལ་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the Noble Great Vehicle Sūtra “The Chapter on Mañjuśrī’s Magical Display.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཤཱི་ལེན་དྲ་བོ་དྷི་དང་ཛི་ན་མི་ཏྲ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་བཅོས་ནས་གཏན་ལ་ཕབ་པ།། །།
en: Translated, edited, emended according to the new terminological register, and finalized by the Indian preceptors Śīlendrabodhi and Jinamitra, as well as the chief editor-translator, Bandé Yeshé Dé.
